{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "ँ": 3,
      "ं": 4,
      "अ": 5,
      "आ": 6,
      "इ": 7,
      "ई": 8,
      "उ": 9,
      "ऊ": 10,
      "ए": 11,
      "ऐ": 12,
      "औ": 13,
      "क": 14,
      "ख": 15,
      "ग": 16,
      "घ": 17,
      "च": 18,
      "छ": 19,
      "ज": 20,
      "झ": 21,
      "ट": 22,
      "ठ": 23,
      "ड": 24,
      "ण": 25,
      "त": 26,
      "थ": 27,
      "द": 28,
      "ध": 29,
      "न": 30,
      "प": 31,
      "फ": 32,
      "ब": 33,
      "भ": 34,
      "म": 35,
      "य": 36,
      "र": 37,
      "ल": 38,
      "व": 39,
      "श": 40,
      "स": 41,
      "ह": 42,
      "ा": 43,
      "ि": 44,
      "ी": 45,
      "ु": 46,
      "ू": 47,
      "े": 48,
      "ै": 49,
      "ो": 50,
      "ौ": 51,
      "्": 52,
      "ग़": 53,
      "ज़": 54,
      "ड़": 55,
      "ढ़": 56,
      "फ़": 57,
      "ैं": 58,
      "मैं": 59,
      "ने": 60,
      "ही": 61,
      "नही": 62,
      "नहीं": 63,
      "या": 64,
      "भी": 65,
      "ले": 66,
      "ना": 67,
      "ते": 68,
      "ूँ": 69,
      "ती": 70,
      "सक": 71,
      "वा": 72,
      "से": 73,
      "है": 74,
      "कि": 75,
      "अभी": 76,
      "ता": 77,
      "क्": 78,
      "और": 79,
      "चा": 80,
      "ें": 81,
      "दि": 82,
      "यह": 83,
      "जा": 84,
      "कर": 85,
      "हा": 86,
      "अप": 87,
      "में": 88,
      "की": 89,
      "अपने": 90,
      "कना": 91,
      "हवा": 92,
      "अब": 93,
      "बा": 94,
      "गी": 95,
      "क्या": 96,
      "सु": 97,
      "हता": 98,
      "लेकि": 99,
      "चाहता": 100,
      "लेकिन": 101,
      "रु": 102,
      "ला": 103,
      "रुकना": 104,
      "सो": 105,
      "हो": 106,
      "त्": 107,
      "को": 108,
      "हूँ": 109,
      "सकती": 110,
      "गया": 111,
      "रह": 112,
      "ैसे": 113,
      "तो": 114,
      "कहा": 115,
      "गा": 116,
      "पड़": 117,
      "पह": 118,
      "ेल": 119,
      "सुन": 120,
      "पर": 121,
      "ली": 122,
      "का": 123,
      "दे": 124,
      "रा": 125,
      "आज": 126,
      "तु": 127,
      "री": 128,
      "तुम": 129,
      "कल": 130,
      "आवा": 131,
      "के": 132,
      "टा": 133,
      "आवाज़": 134,
      "हु": 135,
      "सकते": 136,
      "हुआ": 137,
      "पा": 138,
      "हि": 139,
      "कैसे": 140,
      "नी": 141,
      "खेल": 142,
      "वह": 143,
      "ूँगी": 144,
      "ये": 145,
      "पड़े": 146,
      "मो": 147,
      "राजा": 148,
      "स्": 149,
      "दु": 150,
      "दुब": 151,
      "पहन": 152,
      "तक": 153,
      "रो": 154,
      "मा": 155,
      "्म": 156,
      "दा": 157,
      "ूल": 158,
      "था": 159,
      "मैंने": 160,
      "पत्": 161,
      "शरी": 162,
      "दिन": 163,
      "दिल": 164,
      "शरीर": 165,
      "सा": 166,
      "्द": 167,
      "चु": 168,
      "जली": 169,
      "बि": 170,
      "ड़ा": 171,
      "चुप": 172,
      "बिजली": 173,
      "उठ": 174,
      "देख": 175,
      "उठा": 176,
      "ऊँ": 177,
      "कु": 178,
      "थो": 179,
      "कुत्": 180,
      "ंड": 181,
      "अग": 182,
      "अज": 183,
      "भा": 184,
      "्जा": 185,
      "अज्जा": 186,
      "गि": 187,
      "हम": 188,
      "हैं": 189,
      "जाऊँ": 190,
      "गिर": 191,
      "बे": 192,
      "टी": 193,
      "मम": 194,
      "बेटा": 195,
      "गे": 196,
      "हर": 197,
      "कपड़े": 198,
      "बो": 199,
      "्मी": 200,
      "मम्मी": 201,
      "छा": 202,
      "पू": 203,
      "पूछा": 204,
      "बार": 205,
      "चे": 206,
      "नीचे": 207,
      "मोटा": 208,
      "रोने": 209,
      "मु": 210,
      "थर": 211,
      "लो": 212,
      "ों": 213,
      "सोना": 214,
      "रहे": 215,
      "दुबले": 216,
      "पत्थर": 217,
      "कुत्ते": 218,
      "ँस": 219,
      "कू": 220,
      "च्": 221,
      "टे": 222,
      "ठंड": 223,
      "बच्": 224,
      "रण": 225,
      "पहले": 226,
      "हिरण": 227,
      "मोटे": 228,
      "दुबला": 229,
      "कूद": 230,
      "ठंडा": 231,
      "बच्चा": 232,
      "खो": 233,
      "डि": 234,
      "ब्": 235,
      "लगा": 236,
      "किया": 237,
      "सुनूँगी": 238,
      "पापा": 239,
      "खोल": 240,
      "डिब्": 241,
      "खा": 242,
      "खती": 243,
      "जल": 244,
      "बढ़": 245,
      "रसो": 246,
      "हें": 247,
      "्हें": 248,
      "तेज़": 249,
      "दिखती": 250,
      "तुम्हें": 251,
      "पड़ेगा": 252,
      "्दी": 253,
      "थोड़ा": 254
    },
    "merges": [
      "ै ं",
      "म ैं",
      "न े",
      "ह ी",
      "न ही",
      "नही ं",
      "य ा",
      "भ ी",
      "ल े",
      "न ा",
      "त े",
      "ू ँ",
      "त ी",
      "स क",
      "व ा",
      "स े",
      "ह ै",
      "क ि",
      "अ भी",
      "त ा",
      "क ्",
      "औ र",
      "च ा",
      "े ं",
      "द ि",
      "य ह",
      "ज ा",
      "क र",
      "ह ा",
      "अ प",
      "म ें",
      "क ी",
      "अप ने",
      "क ना",
      "ह वा",
      "अ ब",
      "ब ा",
      "ग ी",
      "क् या",
      "स ु",
      "ह ता",
      "ले कि",
      "चा हता",
      "लेकि न",
      "र ु",
      "ल ा",
      "रु कना",
      "स ो",
      "ह ो",
      "त ्",
      "क ो",
      "ह ूँ",
      "सक ती",
      "ग या",
      "र ह",
      "ै से",
      "त ो",
      "क हा",
      "ग ा",
      "प ड़",
      "प ह",
      "े ल",
      "सु न",
      "प र",
      "ल ी",
      "क ा",
      "द े",
      "र ा",
      "आ ज",
      "त ु",
      "र ी",
      "तु म",
      "क ल",
      "आ वा",
      "क े",
      "ट ा",
      "आवा ज़",
      "ह ु",
      "सक ते",
      "हु आ",
      "प ा",
      "ह ि",
      "क ैसे",
      "न ी",
      "ख ेल",
      "व ह",
      "ूँ गी",
      "य े",
      "पड़ े",
      "म ो",
      "रा जा",
      "स ्",
      "द ु",
      "दु ब",
      "पह न",
      "त क",
      "र ो",
      "म ा",
      "् म",
      "द ा",
      "ू ल",
      "थ ा",
      "मैं ने",
      "प त्",
      "श री",
      "दि न",
      "दि ल",
      "शरी र",
      "स ा",
      "् द",
      "च ु",
      "ज ली",
      "ब ि",
      "ड़ ा",
      "चु प",
      "बि जली",
      "उ ठ",
      "दे ख",
      "उठ ा",
      "ऊ ँ",
      "क ु",
      "थ ो",
      "कु त्",
      "ं ड",
      "अ ग",
      "अ ज",
      "भ ा",
      "् जा",
      "अज ्जा",
      "ग ि",
      "ह म",
      "ह ैं",
      "जा ऊँ",
      "गि र",
      "ब े",
      "ट ी",
      "म म",
      "बे टा",
      "ग े",
      "ह र",
      "क पड़े",
      "ब ो",
      "्म ी",
      "मम ्मी",
      "छ ा",
      "प ू",
      "पू छा",
      "बा र",
      "च े",
      "नी चे",
      "मो टा",
      "रो ने",
      "म ु",
      "थ र",
      "ल ो",
      "ो ं",
      "सो ना",
      "रह े",
      "दुब ले",
      "पत् थर",
      "कुत् ते",
      "ँ स",
      "क ू",
      "च ्",
      "ट े",
      "ठ ंड",
      "ब च्",
      "र ण",
      "पह ले",
      "हि रण",
      "मो टे",
      "दुब ला",
      "कू द",
      "ठंड ा",
      "बच् चा",
      "ख ो",
      "ड ि",
      "ब ्",
      "ल गा",
      "कि या",
      "सुन ूँगी",
      "पा पा",
      "खो ल",
      "डि ब्",
      "ख ा",
      "ख ती",
      "ज ल",
      "ब ढ़",
      "र सो",
      "ह ें",
      "् हें",
      "ते ज़",
      "दि खती",
      "तुम ्हें",
      "पड़े गा",
      "्द ी",
      "थो ड़ा"
    ]
  }
}